[
	{ "id": 1, "question": "Do I feel physically energetic throughout the day, or do I often feel tired or sluggish?" },
	{ "id": 2, "question": "How often do I engage in physical exercise or activities each week?" },
	{ "id": 3, "question": "Am I eating balanced meals that include fruits, vegetables, and whole grains?" },
	{ "id": 4, "question": "Do I drink enough water throughout the day?" },
	{ "id": 5, "question": "Do I have any recurring aches, pains, or injuries that I should address?" },
	{ "id": 6, "question": "How often do I experience headaches, dizziness, or other discomforts?" },
	{ "id": 7, "question": "Do I maintain good posture while sitting or studying?" },
	{ "id": 8, "question": "Do I avoid consuming too much junk food, sugar, or processed foods?" },
	{ "id": 9, "question": "Do I get regular check-ups with a doctor or healthcare provider?" },
	{ "id": 10, "question": "Am I aware of my body’s needs, such as when I need rest or extra nourishment?" },
	{ "id": 11, "question": "Do I get at least 7-9 hours of sleep each night?" },
	{ "id": 12, "question": "Is the quality of my sleep good, or do I wake up frequently?" },
	{ "id": 13, "question": "Do I have trouble falling asleep or staying asleep?" },
	{ "id": 14, "question": "Do I feel refreshed and rested when I wake up in the morning?" },
	{ "id": 15, "question": "How often do I feel the need to take naps during the day?" },
	{ "id": 16, "question": "Do I use my phone or laptop right before bed, and does it affect my sleep?" },
	{ "id": 17, "question": "Do I maintain a consistent sleep schedule, even on weekends?" },
	{ "id": 18, "question": "Do I eat breakfast regularly, or do I skip it?" },
	{ "id": 19, "question": "How often do I consume fast food or takeout meals?" },
	{ "id": 20, "question": "Am I eating a variety of nutrient-rich foods, including proteins, carbohydrates, and healthy fats?" },
	{ "id": 21, "question": "Do I often overeat or eat out of boredom or stress?" },
	{ "id": 22, "question": "How many meals and snacks do I have each day, and are they spaced out evenly?" },
	{ "id": 23, "question": "Am I mindful of portion sizes and how full I feel when eating?" },
	{ "id": 24, "question": "Do I take time to enjoy my food, or do I often rush through meals?" },
	{ "id": 25, "question": "Do I feel stressed or anxious most days?" },
	{ "id": 26, "question": "How well do I handle stress from school, social life, or personal issues?" },
	{ "id": 27, "question": "Do I feel overwhelmed by my academic responsibilities?" },
	{ "id": 28, "question": "Do I have healthy outlets for managing stress, like hobbies, talking to friends, or relaxation techniques?" },
	{ "id": 29, "question": "How often do I feel sad, down, or unmotivated?" },
	{ "id": 30, "question": "Do I experience mood swings or changes in my emotional state frequently?" },
	{ "id": 31, "question": "Do I have a support system (friends, family, counselors) to talk to when I feel overwhelmed?" },
	{ "id": 32, "question": "Do I have a positive self-image and self-esteem, or do I often feel inadequate?" },
	{ "id": 33, "question": "How well do I manage my emotions when I’m angry, frustrated, or sad?" },
	{ "id": 34, "question": "Do I have healthy relationships with friends and family members?" },
	{ "id": 35, "question": "Do I feel valued and respected by those around me, or do I feel misunderstood?" },
	{ "id": 36, "question": "Am I able to set boundaries in relationships and communicate my needs?" },
	{ "id": 37, "question": "How often do I feel lonely or isolated, even when surrounded by others?" },
	{ "id": 38, "question": "Do I feel a sense of purpose or meaning in my daily life and activities?" },
	{ "id": 39, "question": "Do I spend enough time with friends and family, or do I often feel disconnected?" },
	{ "id": 40, "question": "Am I involved in any clubs, organizations, or social activities that I enjoy?" },
	{ "id": 41, "question": "How do I feel about my social media habits? Do they affect my mood or self-esteem?" },
	{ "id": 42, "question": "Do I find it easy to make and maintain friendships, or do I struggle with social anxiety?" },
	{ "id": 43, "question": "Do I have a healthy balance between studying and relaxation?" },
	{ "id": 44, "question": "How often do I make time for hobbies, fun, or relaxation outside of academics?" },
	{ "id": 45, "question": "Do I set aside time to be alone and recharge when I need to?" },
	{ "id": 46, "question": "Am I able to take breaks during study sessions, or do I feel guilty about relaxing?" },
	{ "id": 47, "question": "Do I have difficulty focusing during class or study sessions?" },
	{ "id": 48, "question": "Am I able to stay organized with my tasks and time management?" },
	{ "id": 49, "question": "Do I frequently feel mentally exhausted or burned out?" },
	{ "id": 50, "question": "Do I feel clear-headed and able to make decisions confidently, or do I often feel confused?" },
	{ "id": 51, "question": "Is my study space organized, or do I often feel distracted by clutter?" },
	{ "id": 52, "question": "Do I have enough natural light where I study, or is the area too dark?" },
	{ "id": 53, "question": "Is my study area quiet, or do I often get interrupted by noise?" },
	{ "id": 54, "question": "Do I have a comfortable chair and desk setup that supports good posture?" },
	{ "id": 55, "question": "Do I have all the supplies I need (books, notebooks, stationery) easily accessible?" },
	{ "id": 56, "question": "How often do I clean and declutter my study space?" },
	{ "id": 57, "question": "Is the temperature in my study area comfortable, or do I often feel too hot or cold?" },
	{ "id": 58, "question": "Do I take regular breaks from sitting, or do I spend too much time in one place?" },
	{ "id": 59, "question": "Do I feel motivated to study in my current environment, or do I struggle to focus?" },
	{ "id": 60, "question": "Is there any decor or inspiration in my space (posters, quotes, plants) that uplifts me?" },
	{ "id": 61, "question": "Do I feel comfortable and safe in my home environment?" },
	{ "id": 62, "question": "Is my home a peaceful space where I can relax and recharge, or do I often feel stressed there?" },
	{ "id": 63, "question": "How supportive is my family or household when it comes to my studies and personal growth?" },
	{ "id": 64, "question": "Do I have a quiet space to retreat to when I need time alone?" },
	{ "id": 65, "question": "How often do I feel overwhelmed or frustrated by my living situation?" },
	{ "id": 66, "question": "Does my home environment encourage healthy habits, such as eating well and exercising?" },
	{ "id": 67, "question": "Do I feel heard and understood by the people in my household?" },
	{ "id": 68, "question": "How does the cleanliness or organization of my home affect my mood or productivity?" },
	{ "id": 69, "question": "Are there any changes I could make to my home environment to improve my well-being?" },
	{ "id": 70, "question": "Do I have open communication with my family about personal or academic concerns?" },
	{ "id": 71, "question": "Do I feel supported by my friends, or do I feel isolated?" },
	{ "id": 72, "question": "Are the people around me positive and motivating, or do they drain my energy?" },
	{ "id": 73, "question": "Do I feel like I can be myself around my peers, or do I feel pressure to fit in?" },
	{ "id": 74, "question": "Do I have friends or classmates I can rely on for help when I’m struggling academically?" },
	{ "id": 75, "question": "How often do I spend time with people who uplift and encourage me?" },
	{ "id": 76, "question": "Do I feel comfortable saying 'no' to social plans when I need time for myself or studies?" },
	{ "id": 77, "question": "How well do I manage conflicts or disagreements with people in my social circle?" },
	{ "id": 78, "question": "Am I part of any groups, clubs, or communities that align with my interests or goals?" },
	{ "id": 79, "question": "Do I have a mentor or role model who inspires me and helps guide me?" },
	{ "id": 80, "question": "How often do I feel lonely or disconnected from others, even when surrounded by people?" },
	{ "id": 81, "question": "Does my school or college offer a supportive and positive learning atmosphere?" },
	{ "id": 82, "question": "How do I feel about my relationship with my teachers or professors—are they approachable?" },
	{ "id": 83, "question": "Is there a place on campus where I feel comfortable studying or relaxing?" },
	{ "id": 84, "question": "Do I feel encouraged to ask questions and participate in class?" },
	{ "id": 85, "question": "How well does my school support my personal and academic growth?" },
	{ "id": 86, "question": "Are the resources (library, lab, or study materials) at my school sufficient for my learning needs?" },
	{ "id": 87, "question": "Do I feel safe and respected by my peers and faculty members at school?" },
	{ "id": 88, "question": "Does my school environment encourage creativity and critical thinking, or is it more focused on grades?" },
	{ "id": 89, "question": "How does my school handle issues like bullying, peer pressure, or stress management?" },
	{ "id": 90, "question": "How comfortable am I navigating my school’s social scene—do I feel included or left out?" },
	{ "id": 91, "question": "How much time do I spend on social media, and how does it affect my mood or self-esteem?" },
	{ "id": 92, "question": "Are the websites or apps I use regularly beneficial to my learning and well-being?" },
	{ "id": 93, "question": "Do I feel overwhelmed by notifications, or do I manage my digital life well?" },
	{ "id": 94, "question": "How often do I take a break from screens and social media to focus on real-world activities?" },
	{ "id": 95, "question": "Is my phone or laptop organized, or is it cluttered with unnecessary apps, files, or distractions?" },
	{ "id": 96, "question": "Do I consume more positive or negative content online, and how does that impact my mindset?" },
	{ "id": 97, "question": "Am I mindful of the information I share online and who I connect with?" },
	{ "id": 98, "question": "How well do I manage my time spent in digital spaces versus time in the real world?" },
	{ "id": 99, "question": "Do I use my digital devices for productive purposes (learning, skill-building), or do I mostly use them for entertainment?" },
	{ "id": 100, "question": "How does my digital environment impact my focus, sleep, or mental clarity?" },
	{ "id": 101, "question": "What activities or subjects make me lose track of time because I enjoy them so much?" },
	{ "id": 102, "question": "What topics do I find myself reading or learning about in my free time?" },
	{ "id": 103, "question": "What kind of work or projects do I feel excited about, even when they are challenging?" },
	{ "id": 104, "question": "What makes me feel the most fulfilled or satisfied after accomplishing it?" },
	{ "id": 105, "question": "What would I do if there were no limits (time, money, resources)?" },
	{ "id": 106, "question": "Do I enjoy working on things that involve creativity, logic, or a mix of both?" },
	{ "id": 107, "question": "If I could only focus on one type of work or hobby for the next five years, what would it be?" },
	{ "id": 108, "question": "When do I feel the most confident or capable?" },
	{ "id": 109, "question": "What kinds of problems or challenges do I enjoy solving?" },
	{ "id": 110, "question": "What type of activities make me feel energetic rather than drained?" },
	{ "id": 111, "question": "What did I dream of becoming when I was younger, and how has that changed?" },
	{ "id": 112, "question": "What is one thing I would regret not pursuing later in life?" },
	{ "id": 113, "question": "If I could achieve one thing in the next five years, what would it be?" },
	{ "id": 114, "question": "How do I define success for myself?" },
	{ "id": 115, "question": "What legacy do I want to leave behind?" },
	{ "id": 116, "question": "Who inspires me, and what about their journey speaks to me the most?" },
	{ "id": 117, "question": "What does my ideal life look like in terms of work, relationships, and personal fulfillment?" },
	{ "id": 118, "question": "What’s the one dream or goal I often think about but hesitate to start?" },
	{ "id": 119, "question": "What obstacles do I believe are holding me back from achieving my dreams?" },
	{ "id": 120, "question": "What specific skills or knowledge do I need to achieve my dream?" },
	{ "id": 121, "question": "What natural talents or skills do I have that others often compliment me on?" },
	{ "id": 122, "question": "How do I feel when I’m using my strongest skills—confident, motivated, fulfilled?" },
	{ "id": 123, "question": "What activities or subjects have I consistently excelled in, whether in school or outside?" },
	{ "id": 124, "question": "What strengths have I developed through personal projects, hobbies, or extracurricular activities?" },
	{ "id": 125, "question": "What comes easier to me than it does for others?" },
	{ "id": 126, "question": "When I’m working on something I’m good at, how does it make me feel?" },
	{ "id": 127, "question": "What kinds of feedback have I received that helped me realize my potential?" },
	{ "id": 128, "question": "What is one skill or talent I’ve improved over time through hard work and dedication?" },
	{ "id": 129, "question": "How do I want to make a difference in the world?" },
	{ "id": 130, "question": "What impact do I want to have on the people around me?" },
	{ "id": 131, "question": "What causes or issues am I passionate about, and how can I contribute to them?" },
	{ "id": 132, "question": "How does pursuing my passion help others or contribute to something larger than myself?" },
	{ "id": 133, "question": "What makes me feel connected to a greater sense of purpose?" },
	{ "id": 134, "question": "Do I feel a strong sense of meaning when I’m engaged in activities related to my passion?" },
	{ "id": 135, "question": "How would I like to use my passions to solve real-world problems?" },
	{ "id": 136, "question": "What motivates me to keep going when things get tough?" },
	{ "id": 137, "question": "How often do I think about giving up on my dreams, and what keeps me from doing so?" },
	{ "id": 138, "question": "What small wins or achievements keep me motivated toward my bigger goals?" },
	{ "id": 139, "question": "What’s the one thing that excites me so much I can’t wait to start working on it?" },
	{ "id": 140, "question": "What do I do when I encounter setbacks—do I give up easily, or do I push through?" },
	{ "id": 141, "question": "What steps have I taken toward achieving my passion or dreams?" },
	{ "id": 142, "question": "How often do I set specific goals to move closer to my dream?" },
	{ "id": 143, "question": "Do I regularly make time for activities that are related to my passions?" },
	{ "id": 144, "question": "What’s one thing I can do today to move closer to my dream?" },
	{ "id": 145, "question": "Am I willing to make sacrifices (time, energy, comfort) to pursue my passion?" },
	{ "id": 146, "question": "What resources (books, mentors, courses) can I seek out to help me on my journey?" },
	{ "id": 147, "question": "How do I handle criticism or failure when pursuing my passion—does it motivate or discourage me?" },
	{ "id": 148, "question": "What are the daily habits I need to cultivate to achieve my dreams?" },
	{ "id": 149, "question": "How often do I review my progress and adjust my approach toward my goals?" },
	{ "id": 150, "question": "Am I committed to continuously growing and learning in pursuit of my dreams, even when the path is uncertain?" },
	{ "id": 151, "question": "Do I enjoy the subjects I’m studying, or do they feel like a chore?" },
	{ "id": 152, "question": "How well do I understand the material I’m learning at school?" },
	{ "id": 153, "question": "Do I feel that the current curriculum prepares me for real-world challenges?" },
	{ "id": 154, "question": "How does the way I’m being taught align with how I learn best (e.g., visual, hands-on)?" },
	{ "id": 155, "question": "Do I feel supported by my teachers when I struggle to understand a topic?" },
	{ "id": 156, "question": "Do I learn more through self-study or in the classroom setting?" },
	{ "id": 157, "question": "How often do I apply what I’ve learned in school to practical, everyday situations?" },
	{ "id": 158, "question": "Am I encouraged to think critically and ask questions, or is memorization more valued?" },
	{ "id": 159, "question": "Do I feel rushed to learn things, or do I have enough time to fully grasp concepts?" },
	{ "id": 160, "question": "How comfortable am I participating in classroom discussions?" },
	{ "id": 161, "question": "Do I look forward to going to school, or do I often feel unmotivated?" },
	{ "id": 162, "question": "How does the school environment affect my mental and emotional well-being?" },
	{ "id": 163, "question": "Do I feel like I am growing as an individual, or am I just learning to pass exams?" },
	{ "id": 164, "question": "How often do I feel stressed or overwhelmed by schoolwork?" },
	{ "id": 165, "question": "Are extracurricular activities encouraged, and do I find them beneficial?" },
	{ "id": 166, "question": "How well does my school help me balance academics with hobbies, social life, and rest?" },
	{ "id": 167, "question": "Do I feel that the grading system accurately reflects my knowledge and abilities?" },
	{ "id": 168, "question": "Does my school encourage creativity and innovation, or is it more focused on standardized results?" },
	{ "id": 169, "question": "How well do I feel prepared for higher education or career paths?" },
	{ "id": 170, "question": "What kind of life skills (communication, leadership, time management) am I learning at school?" },
	{ "id": 171, "question": "How well does my school help me explore my career interests and future goals?" },
	{ "id": 172, "question": "Does the education I’m receiving align with the career or life I want to pursue?" },
	{ "id": 173, "question": "Do I feel that school encourages me to follow my passion, or does it push me in a certain direction?" },
	{ "id": 174, "question": "How often do I learn about different career options and paths in school?" },
	{ "id": 175, "question": "Am I developing skills that will be useful in my future career, like problem-solving, teamwork, and adaptability?" },
	{ "id": 176, "question": "Does my school provide guidance on entrepreneurship or self-employment as a career option?" },
	{ "id": 177, "question": "Do I feel inspired to pursue higher education, or does school make me dread it?" },
	{ "id": 178, "question": "How does my school prepare me for the evolving job market (e.g., technology, automation)?" },
	{ "id": 179, "question": "How do I feel about my future based on what I’m learning in school?" },
	{ "id": 180, "question": "Is my education helping me become a well-rounded individual who can adapt to different situations?" },
	{ "id": 181, "question": "Do I think the education system in my country focuses more on grades than actual learning?" },
	{ "id": 182, "question": "How does the education system address students with different learning speeds and styles?" },
	{ "id": 183, "question": "Do I feel the education system encourages original thinking or mostly rewards rote learning?" },
	{ "id": 184, "question": "Does the current system teach students how to handle real-life problems (e.g., finances, relationships)?" },
	{ "id": 185, "question": "How does the education system prepare students for global competition and modern challenges?" },
	{ "id": 186, "question": "What changes would I make to the current education system to improve it?" },
	{ "id": 187, "question": "Do I feel that standardized testing is a fair way to evaluate a student’s potential?" },
	{ "id": 188, "question": "Does the education system provide equal opportunities for all students, regardless of background?" },
	{ "id": 189, "question": "How well does the education system handle mental health and emotional well-being?" },
	{ "id": 190, "question": "Do I think the education system focuses enough on important topics like critical thinking, emotional intelligence, and creativity?" },
	{ "id": 191, "question": "Do I feel my teachers genuinely care about my progress, or do they just follow a curriculum?" },
	{ "id": 192, "question": "How well do my teachers connect the material we learn to real-world applications?" },
	{ "id": 193, "question": "Do I feel comfortable approaching my teachers for extra help when I need it?" },
	{ "id": 194, "question": "How often do I collaborate with my classmates on projects or discussions?" },
	{ "id": 195, "question": "Are my peers supportive of each other, or is there a lot of competition and pressure?" },
	{ "id": 196, "question": "How much freedom do I have in choosing subjects or projects I am passionate about?" },
	{ "id": 197, "question": "Do my teachers encourage personal growth and development beyond academic performance?" },
	{ "id": 198, "question": "How do my interactions with peers and teachers shape my view of the school system?" },
	{ "id": 199, "question": "Do I feel that I am learning how to work in a team, or is most work individual and competitive?" },
	{ "id": 200, "question": "How does my relationship with my school community (teachers, peers, staff) affect my overall experience?" },
	{ "id": 201, "question": "How close do I feel to my family members?" },
	{ "id": 202, "question": "Do I feel comfortable sharing my thoughts and feelings with my family?" },
	{ "id": 203, "question": "How often do I spend quality time with my family?" },
	{ "id": 204, "question": "Do I feel supported by my family in my personal goals and dreams?" },
	{ "id": 205, "question": "How well do I understand each family member’s personality?" },
	{ "id": 206, "question": "How do I express love and appreciation to my family members?" },
	{ "id": 207, "question": "What values do I share with my family, and which ones differ?" },
	{ "id": 208, "question": "How well do I handle disagreements or conflicts with my family?" },
	{ "id": 209, "question": "Do I feel that my family listens to me and takes my opinions seriously?" },
	{ "id": 210, "question": "Do I feel respected and valued by my family?" },
	{ "id": 211, "question": "How often do I have meaningful conversations with my family?" },
	{ "id": 212, "question": "Do I feel comfortable speaking openly about my problems or concerns with my family?" },
	{ "id": 213, "question": "Are there any unspoken issues in the family that need to be addressed?" },
	{ "id": 214, "question": "How well do we as a family communicate during stressful or emotional situations?" },
	{ "id": 215, "question": "Does my family encourage open and honest communication, or do we avoid difficult conversations?" },
	{ "id": 216, "question": "How well do I understand the perspectives and feelings of my family members?" },
	{ "id": 217, "question": "How do I react when a family member criticizes or disagrees with me?" },
	{ "id": 218, "question": "How often do we discuss future plans, family goals, or dreams together?" },
	{ "id": 219, "question": "How do I handle misunderstandings or miscommunication within the family?" },
	{ "id": 220, "question": "Do I feel that my family communicates in a healthy and supportive way?" },
	{ "id": 221, "question": "When I’m feeling stressed or anxious, do I turn to my family for support?" },
	{ "id": 222, "question": "How often does my family provide emotional encouragement when I need it?" },
	{ "id": 223, "question": "Do I feel understood and emotionally connected with my family members?" },
	{ "id": 224, "question": "Do my family members express care and concern for my emotional well-being?" },
	{ "id": 225, "question": "How does my family handle difficult emotions, such as anger, sadness, or disappointment?" },
	{ "id": 226, "question": "Do I feel emotionally safe and accepted in my family, or do I sometimes hide my feelings?" },
	{ "id": 227, "question": "How often do I offer emotional support to my family members when they need it?" },
	{ "id": 228, "question": "How does my family respond when I make mistakes or face failures?" },
	{ "id": 229, "question": "Do I feel that my family helps me build emotional resilience and confidence?" },
	{ "id": 230, "question": "How well does my family handle stress together, and do we help each other cope?" },
	{ "id": 231, "question": "What family traditions or rituals are most important to me, and why?" },
	{ "id": 232, "question": "Do I feel connected to my family’s cultural or religious values?" },
	{ "id": 233, "question": "How do family traditions shape my sense of identity and belonging?" },
	{ "id": 234, "question": "Are there any family traditions I would like to continue or create for future generations?" },
	{ "id": 235, "question": "How do my family’s values influence my personal beliefs and decisions?" },
	{ "id": 236, "question": "How does my family celebrate milestones and achievements together?" },
	{ "id": 237, "question": "Do I feel that my family values education, hard work, and personal growth?" },
	{ "id": 238, "question": "How well do we as a family honor and respect each other’s individuality and choices?" },
	{ "id": 239, "question": "Are there any family values that I disagree with, and how do I navigate that difference?" },
	{ "id": 240, "question": "How do my family’s values shape my perspective on relationships and responsibilities?" },
	{ "id": 241, "question": "How do the roles and responsibilities within my family affect my relationship with each member?" },
	{ "id": 242, "question": "Do I feel that family roles are distributed fairly, or do some members take on more than others?" },
	{ "id": 243, "question": "How does my family handle decision-making—are decisions made together or by certain members?" },
	{ "id": 244, "question": "Do I feel that I have enough independence and freedom within my family, or do I feel restricted?" },
	{ "id": 245, "question": "How well does my family balance time between work, responsibilities, and leisure?" },
	{ "id": 246, "question": "How do family members resolve conflicts—do we address them openly or avoid them?" },
	{ "id": 247, "question": "How do financial issues or responsibilities impact my family dynamics?" },
	{ "id": 248, "question": "Do I feel that my family is emotionally close, or do we have emotional distance between us?" },
	{ "id": 249, "question": "How often do I reflect on the role I play within the family (e.g., the caretaker, peacemaker, achiever)?" },
	{ "id": 250, "question": "How well does my family handle changes or major life transitions (e.g., moving, loss, new additions)?" },
	{ "id": 251, "question": "What do I believe is the purpose of life?" },
	{ "id": 252, "question": "What gives my life the most meaning and fulfillment?" },
	{ "id": 253, "question": "How do I want to be remembered at the end of my life?" },
	{ "id": 254, "question": "What motivates me to get up each day and pursue my goals?" },
	{ "id": 255, "question": "What legacy do I want to leave behind?" },
	{ "id": 256, "question": "Do I feel like I am living authentically according to my own values and beliefs?" },
	{ "id": 257, "question": "What do I feel is my calling or contribution to the world?" },
	{ "id": 258, "question": "How do I define success, and does it align with my life’s purpose?" },
	{ "id": 259, "question": "What activities make me feel like my life has deeper meaning?" },
	{ "id": 260, "question": "If I could dedicate my life to one cause, what would it be?" },
	{ "id": 261, "question": "What core values do I live by, and how do they shape my decisions?" },
	{ "id": 262, "question": "How do my beliefs about life influence the choices I make daily?" },
	{ "id": 263, "question": "What personal principles do I never compromise on?" },
	{ "id": 264, "question": "How do my actions reflect my deepest values?" },
	{ "id": 265, "question": "Are there any values I want to adopt or change in my life?" },
	{ "id": 266, "question": "Do I prioritize things that matter most to me, or do I get caught up in distractions?" },
	{ "id": 267, "question": "How have my values changed over time, and what led to that change?" },
	{ "id": 268, "question": "What does freedom mean to me, and how does it manifest in my life?" },
	{ "id": 269, "question": "How do I balance my personal values with societal expectations?" },
	{ "id": 270, "question": "Do I feel at peace with the way I live, or do I need to make changes to align with my beliefs?" },
	{ "id": 271, "question": "Who am I, beyond my roles, responsibilities, and achievements?" },
	{ "id": 272, "question": "What are my greatest strengths, and how do I use them to improve my life?" },
	{ "id": 273, "question": "What areas of my life need more attention and growth?" },
	{ "id": 274, "question": "How do I respond to challenges or setbacks, and what does that reveal about me?" },
	{ "id": 275, "question": "What fears hold me back from living the life I want?" },
	{ "id": 276, "question": "How do I handle uncertainty or lack of control in life?" },
	{ "id": 277, "question": "How often do I reflect on my personal growth, and what have I learned about myself?" },
	{ "id": 278, "question": "How do I define happiness, and what role does it play in my life?" },
	{ "id": 279, "question": "Do I have a clear vision of the person I want to become?" },
	{ "id": 280, "question": "How well do I understand my emotional, physical, and mental needs?" },
	{ "id": 281, "question": "What role do relationships (family, friends, partners) play in my life?" },
	{ "id": 282, "question": "How do the people in my life contribute to my sense of well-being and fulfillment?" },
	{ "id": 283, "question": "Am I surrounding myself with people who uplift and inspire me, or do I need to reevaluate my relationships?" },
	{ "id": 284, "question": "How do I show appreciation and love to the important people in my life?" },
	{ "id": 285, "question": "What lessons have I learned from my relationships that have shaped who I am today?" },
	{ "id": 286, "question": "How do I handle conflict or difficult emotions in my relationships?" },
	{ "id": 287, "question": "What qualities do I value most in the people I spend time with?" },
	{ "id": 288, "question": "Do I feel truly connected to the people around me, or do I sometimes feel isolated?" },
	{ "id": 289, "question": "How do I build meaningful connections with others, and what barriers prevent deeper relationships?" },
	{ "id": 290, "question": "How do I balance time for others with time for myself and my personal growth?" },
	{ "id": 291, "question": "What are my long-term goals, and how am I working toward them?" },
	{ "id": 292, "question": "If money were no issue, what would I spend my life doing?" },
	{ "id": 293, "question": "What small steps can I take today to move closer to my dream life?" },
	{ "id": 294, "question": "How often do I take risks to pursue my dreams, and what fears hold me back?" },
	{ "id": 295, "question": "Do I believe that I am capable of achieving everything I set out to do?" },
	{ "id": 296, "question": "How do I define fulfillment, and does my current path lead me toward it?" },
	{ "id": 297, "question": "What accomplishments would make me feel that I’ve lived a successful life?" },
	{ "id": 298, "question": "How do I prioritize between short-term satisfaction and long-term goals?" },
	{ "id": 299, "question": "What role does personal happiness play in setting my goals for the future?" },
	{ "id": 300, "question": "Am I living in a way that aligns with the future I envision for myself?" },
	{ "id": 301, "question": "What fascinates me the most about the universe?" },
	{ "id": 302, "question": "How do I feel when I think about the vastness of the universe?" },
	{ "id": 303, "question": "Do I believe that life exists beyond Earth, and why?" },
	{ "id": 304, "question": "What are black holes, and how do they impact our understanding of space-time?" },
	{ "id": 305, "question": "How do I imagine the beginning of the universe? (e.g., the Big Bang theory)" },
	{ "id": 306, "question": "What role does gravity play in shaping the universe?" },
	{ "id": 307, "question": "How do stars, planets, and galaxies form?" },
	{ "id": 308, "question": "What is the significance of dark matter and dark energy in the universe?" },
	{ "id": 309, "question": "How does the concept of infinity relate to the universe?" },
	{ "id": 310, "question": "How does space exploration contribute to our understanding of the universe?" },
	{ "id": 311, "question": "What role do humans play in the universe? Are we insignificant or central to its story?" },
	{ "id": 312, "question": "How does the speed of light shape our perception of time and distance in space?" },
	{ "id": 313, "question": "Do I believe in the possibility of parallel universes or multiverses?" },
	{ "id": 314, "question": "How does the universe impact the way we understand life and death?" },
	{ "id": 315, "question": "What are the mysteries of the universe that science still can't explain?" },
	{ "id": 316, "question": "How do I perceive the concept of time within the universe? (linear, cyclical, or relative?)" },
	{ "id": 317, "question": "How does the universe challenge the limits of human knowledge?" },
	{ "id": 318, "question": "What do I think about the idea of the universe having a creator or being self-existing?" },
	{ "id": 319, "question": "How does our position in the Milky Way affect our view of the universe?" },
	{ "id": 320, "question": "How do scientific discoveries about the universe influence my understanding of reality?" },
	{ "id": 321, "question": "What drives human behavior, in my opinion—nature, nurture, or both?" },
	{ "id": 322, "question": "How does my mind influence the way I perceive reality?" },
	{ "id": 323, "question": "What are the main factors that shape a person's personality?" },
	{ "id": 324, "question": "How does early childhood experience influence adult behavior?" },
	{ "id": 325, "question": "How do thoughts and emotions interact to shape my decisions?" },
	{ "id": 326, "question": "How does memory work, and why do we sometimes forget important things?" },
	{ "id": 327, "question": "Why do we dream, and what purpose do dreams serve?" },
	{ "id": 328, "question": "How does the subconscious mind impact my daily actions and thoughts?" },
	{ "id": 329, "question": "How do I manage stress, and what strategies work best for me psychologically?" },
	{ "id": 330, "question": "What role do emotions play in my understanding of myself and others?" },
	{ "id": 331, "question": "How does society influence individual thought processes and behavior?" },
	{ "id": 332, "question": "How do mental health issues like anxiety or depression affect thinking patterns?" },
	{ "id": 333, "question": "What is the connection between the mind and the body, and how do they influence each other?" },
	{ "id": 334, "question": "How does motivation work, and what drives me to achieve my goals?" },
	{ "id": 335, "question": "What psychological factors influence my habits, both good and bad?" },
	{ "id": 336, "question": "How do I process fear, and how does it shape my actions?" },
	{ "id": 337, "question": "What is the psychology behind social interactions and group dynamics?" },
	{ "id": 338, "question": "How do cognitive biases impact the way I interpret information and make decisions?" },
	{ "id": 339, "question": "What is self-awareness, and how can I cultivate more of it in my life?" },
	{ "id": 340, "question": "How does empathy work, and how do I connect emotionally with others?" },
	{ "id": 341, "question": "How does the brain form beliefs, and why are some beliefs harder to change than others?" },
	{ "id": 342, "question": "What is the role of perception in shaping my understanding of reality?" },
	{ "id": 343, "question": "How do psychological defense mechanisms protect or limit me in my life?" },
	{ "id": 344, "question": "What does it mean to be 'conscious,' and how does consciousness develop?" },
	{ "id": 345, "question": "How do different cultures influence psychological thought and behavior?" },
	{ "id": 346, "question": "How do personality traits like introversion and extroversion shape interactions with others?" },
	{ "id": 347, "question": "What psychological principles can help me improve my learning and retention of knowledge?" },
	{ "id": 348, "question": "How do I handle cognitive dissonance when my beliefs are challenged?" },
	{ "id": 349, "question": "How do psychological theories about human motivation help explain why people act the way they do?" },
	{ "id": 350, "question": "How does the psychology of happiness and fulfillment shape the way I pursue meaning in life?" }
]